13xforever.language-x86-64-assembly
albert.tabout
antfu.file-nesting
batisteo.vscode-django
benspaulding.procfile
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
codezombiech.gitignore
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
dotjoshjohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
equimper.react-native-react-redux
esbenp.prettier-vscode
felipecaputo.git-project-manager
formulahendry.vscode-mysql
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
hbenl.vscode-test-explorer
jeff-hykin.better-cpp-syntax
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vscode.vscode-serial-monitor
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
pkief.material-icon-theme
prisma.prisma
qwtel.sqlite-viewer
redhat.java
ritwickdey.liveserver
rubymaniac.vscode-paste-and-indent
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
tamasfe.even-better-toml
tomoki1207.pdf
twxs.cmake
unifiedjs.vscode-mdx
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-manifest-yaml
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
webfreak.code-d
